",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"Add|generic add button" = "Hinzufügen";

"Cancel|generic cancel button" = "Abbrechen";

"Facebook Messages|Title of button on sheet allowing user to contact a friend via Facebook Messages" = "Facebook-Nachrichten";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Facebook-Nutzer";

"Friends or Contacts|placeholder text in to field of contacts picker" = "Freunde oder Kontakte";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "Gruppenunterhaltungen";

"Incomplete contact|Alert title: Newly created contact needs more information" = "Unvollständiger Kontakt";

"Invalid Contact|Alert title: Newly created contact has invalid information" = "Ungültiger Kontakt";

"Last Updated: %@|last updated date in pull to refresh header" = "Letzte Aktualisierung: %1$@";

"Loading...|loading progress text" = "Wird geladen ...";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "Mehr Freunde online";

"Name|Placeholder text: Name of new contact" = "Name";

"New Contact|Button title: Create a new contact" = "Neuer Kontakt";

"OK|generic affirmative button" = "OK";

"on mobile|presences status for being available on mobile" = "via Handy";

"online|presences status for being online on the web" = "online";

"Phone or Email|Placeholder text: Phone or email address of new contact" = "Telefonnummer oder E-Mail-Adresse";

"Please enter a phone number or email.|Alert message: Newly created contact has invalid information" = "Bitte gib eine Telefonnummer oder E-Mail-Adresse ein.";

"Please enter the person's name and contact information.|Alert message: Newly created contact needs more information" = "Bitte gib den Namen der Person und die Kontaktinformationen ein.";

"Pull down to refresh...|message for pull down to refresh" = "Zum erneuten Laden herunterziehen ...";

"Push up to refresh...|message for push up to refresh" = "Zum erneuten Laden nach oben schieben ...";

"Release to refresh...|message for releasing to refresh" = "Zum erneuten Laden loslassen ...";

"Search|placeholder in search bar" = "Suchen";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "Nach weiteren Freunden suchen ...";

"Send to:|Title of sheet shown when sending to a user with multiple points of contact" = "Senden an:";

"To:|to field in contact picker" = "An:";

"Updating...|updating progress text" = "Wird aktualisiert ...";

